tap "dapr/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "go-task/tap"
tap "homebrew/bundle"
tap "nakabonne/ali"
tap "nats-io/nats-tools"
tap "norwoodj/tap"
tap "rcmdnk/file"
brew "agg"
brew "argocd"
brew "argocd-autopilot"
brew "python@3.12"
brew "asciinema"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bfg"
brew "cmake"
brew "dos2unix"
brew "fd"
brew "fpp"
brew "fzf"
brew "libavif"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "unbound"
brew "gnupg"
brew "git-secret"
brew "gnu-tar"
brew "go"
brew "go-task", link: false
brew "graphviz"
brew "helm"
brew "jmeter"
brew "jq"
brew "jrnl"
brew "ksync"
brew "kubernetes-cli"
brew "kustomize"
brew "llvm"
brew "mono"
brew "opentofu"
brew "pipx"
brew "plantuml"
brew "postgresql@14"
brew "postgresql@15"
brew "powerlevel10k"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "task"
brew "telnet"
brew "terraform"
brew "testkube"
brew "timewarrior"
brew "tmux"
brew "tree"
brew "trivy"
brew "vault"
brew "velero"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "dapr/tap/dapr-cli"
brew "datawire/blackbird/telepresence-arm64"
brew "derailed/k9s/k9s"
brew "nakabonne/ali/ali"
brew "nats-io/nats-tools/nats"
brew "norwoodj/tap/helm-docs"
cask "atom"
cask "dbeaver-community"
cask "iterm2"
cask "maccy"
cask "mattermost"
cask "rectangle"
cask "stats"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "nocalhost.nocalhost"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
